Repository: NoopikxD/PromtTest
Catalog: CorpusSearch/CorpusSearch/en-ru.tmx
Source language: en
Languages: ru

source: ln fact, the missing child washiding in a nearbybarn.
ru: На самом деле, мальчик прятался в сарае.

source: Congratulations, Cole.
ru: Поздравляем, Коул.

source: Well done.
ru: Отличная работа, браво.

source: During your interview, while you were under the infuence... you told us you liked music.
ru: Вы рассказали нам, будучи во сне, что любите музыку.

source: - This isn' t a prison, James.
ru: - Это не тюрьма, Джеймс.

source: - This is a hospital.
ru: - Это госпиталь.

source: - Until you recoveryour equilibrium.
ru: - Пока не окрепнете.

source: - You' re still a little disoriented.
ru: - Вы все еще слабы.

source: - Time travel is a very stressful thing.
ru: - Путешествие во времени - дело нелегкое.

source: - You stood up very well, considering.
ru: - Вы очень стойкий.

source: You connected the Twelve Monkeys with a famous virologist and his son.
ru: Вы связали 12 Обезьян с известным вирусологом и его сыном.

source: - Others will take over now.
ru: - Остальным займутся другие.

source: - We' il be back in service in months.
ru: - Мы приступим к работе через месяц.

source: We' il retake the planet.
ru: Мы вернем себе планету.

source: This is what you' ve been working for.
ru: А вот, Джеймс, ваша награда.

source: - A full pardon.
ru: - Полная амнистия.

source: - You' il be out of here in no time.
ru: - Скоро вы будете свободны.

source: - Women will want to get to know you.
ru: - Женщины будут желать вас.

source: - I don' t want your women!
ru: - Мне не нудны ваши женщины!

source: I want to get well!
ru: Я хочу поправиться!

source: And you will be well, James.
ru: И вы поправитесь, Джеймс.

source: Soon.
ru: Скоро.

source: You know, you people don' t exist.
ru: А знаете, вы не существуете.

source: We can' t travel back in time.
ru: Нельзя путешествовать во времени.

source: You' re not here.
ru: Вас здесь нет.

source: You can' t trick me.
ru: Вы меня не обманете.

source: You' re in my mind.
ru: Вы лишь в моей голове.

source: I am insane, and you are my insanity.
ru: Я безумен, а вы - мое безумие.

source: He not only used the word "prank"... he said the boy was hiding in a barn.
ru: Он не только произнес "шалость", он сказал, что мальчик спрятался в амбаре.

source: Kathryn, Kathryn, he kidnapped you.
ru: Кэтрин, Кэтрин, он же похитил тебя.

source: You saw him murder somebody... and you knew there was a real possibility... he could kill you too.
ru: Ты видела, как он убивал, и знаешь, что он вполне мог и тебя убить тоже.

source: You' re under tremendous emotional stress.
ru: У тебя огромный эмоциональный стресс.

source: For God' s sake, Owen, listen to me.
ru: Ради Бога, Оуэн, послушай меня.

source: He knew about the boy in Fresno... and he says five billion people are gonna die.
ru: Он знал про мальчика во Фрезно и он сказал, что 5 миллиардов умрут.

source: No way he could possibly know that.
ru: Да откуда ему знать это?

source: You' re a rational person.
ru: Ты разумный человек.

source: You' re a trained psychiatrist.
ru: Опытный психиатр.

source: You know the difference between what' s real and what' s not.
ru: Ты знаешь разницу между реальностью и выдумкой.

source: What we say is the truth is what everybody accepts, right?
ru: Что мы правдой назовем, то и будет, правда?

source: Psychiatry is the latest religion.
ru: Психиатрия - новая религия.

source: We decide what' s right and wrong.
ru: Мы решаем, что хорошо, а что плохо.

source: We decide who' s crazy or not.
ru: Мы решаем, кто псих, а кто нет.

source: I' m in trouble here.
ru: У меня проблема с этим.

source: I' m losing my faith.
ru: Я теряю свою веру.

source: Yousure fuckedup, Bob.
ru: Ты опять облажался, Боб.

source: But lcan understand.
ru: Но я понимаю.

source: You don' t wantyourmistakes pointedout toyou.
ru: Ты не хочешь, чтобы тебе указывали на ошибки.

source: lcan relate to that, oldBob.
ru: Уж я- то знаю, старина Боб.

source: lknow whatyou' re thinkin '.
ru: Я знаю, что ты думаешь.

source: You' re thinkin' ldon' t exist except inyourhead.
ru: Думаешь, что я только в твоей голове.

source: lcan see thatpoint ofview.
ru: Понимаю эту точку зрения.

source: Butyou couldstilltalk to me, couldn 'tya?
ru: Но, ты все еще можешь разговаривать со мной, а?

source: I saw you... in 1 996, in the real world.
ru: Я видел тебя в 1996- м, реальном мире.

source: - You pulled out your teeth.
ru: - Ты вырвал себе зубы.

source: - Why wouldlpullout myteeth, Bob?
ru: - Зачем мне вырывать зубы, Боб?

source: That' sa no- no.
ru: Это нельзя.

source: And when didyousayyousawme?
ru: - В 1872- м?

source: - Leave me alone!
ru: - Отстань от меня!

source: Yellin 'won' tgetyou whatyou want.
ru: Криком делу не поможешь.

source: You have to besmart toget whatyou want.
ru: Будь умным, чтобы получить то, что хочешь.

source: - What do I want?
ru: - А чего я хочу?

source: - You don' t know whatyou want?
ru: - Ты не знаешь, чего хочешь?

source: Sureyou do, Bob.
ru: Конечно, знаешь, Боб.

source: You know whatyou want.
ru: Ты знаешь, чего хочешь.

source: Tell me what I want.
ru: Ты скажи мне, чего я хочу.

source: To see theskyandthe ocean... to be topside... breathe the air... to be with her.
ru: Видеть небо и океан, жить на поверхности, дышать воздухом, быть с ней.

source: lsn 't that right?
ru: Что, не так?

source: lsn 't that whatyou want?
ru: Боб?

source: Jim Halperin, Philly PD.
ru: Джим Халперин, полиция.

source: Sorry to call you so early.
ru: Простите, что звоню так рано...

source: You found him? ls he okay?
ru: Он в порядке?

source: Au contraire, Doctor.
ru: Нет, нет, Наоборот, доктор.

source: No sign ofyour good friend, the kidnapper.
ru: Никаких следов вашего друга, похитителя.

source: However, the plot does thicken.
ru: Но, кольцо сжимается.

source: I got a ballistics report here on my desk.
ru: У меня тут результаты баллистической экспертизы.

source: It says the bullet you claim you removed from Cole' s thigh... is, in fact, an antique.
ru: Пуля, которую вы вытащили из бедра Коула, вообще- то очень старая.

source: Andallindicationsare... it wasfiredsometime priorto the 1920s.
ru: Все говорит о том, что ей стреляли в 20- х годах.

source: - Howabout ltake a spin down there?
ru: - Давайте, я к вам подьеду?

source: - This can' t be.
ru: - Этого не может быть!

source: You andlcangrab a bite to eat... and maybe you could revise or amplify your statement.
ru: Мы с вами позавтракаем и, может быть, вы уточните свои показания?

source: You can' t trick us, you know.
ru: Не получится.

source: You haven' t become addicted, haveyou... to that dying world?
ru: Нет, сэр.

source: I just want to do my part to get us back on top... in charge ofthe planet.
ru: Я просто хочу внести свой вклад в наше возвращение на поверхность планеты.

source: And I have the experience.
ru: У меня есть опыт.

source: I know the people involved.
ru: Я знаю, кто в этом замешан.

source: He really is the most qualified.
ru: Он и, правда, самый пригодный.

source: But all that behaviour.
ru: Но ваши поступки?

source: You said we weren' t real.
ru: Вы сказали, что мы не реальны.

source: I don' t think the human mind is meant to exist... in two different... whateveryou called it, dimensions?
ru: Измерениях?

source: It' sjust too stressful.
ru: Вы сами говорили.

source: You said that yourself.
ru: Все кувырком.

source: You don' t know what' s real and what' s not.
ru: Не знаешь, что реально, а что нет.

source: Butyou know what' s realnow.
ru: Да, знаю, сэр.

source: No, I don' t know anything about... a monkey army, Doctor.
ru: - Нет, я ничего не знаю... про армию обезьян, доктор.

source: No, nothing whatsoever.
ru: Нет, вообще ничего.

source: Good Lord, if my son was ever involved in something like that --
ru: Слава Богу, мой сын в этом не замешан.

source: Well, I' m sorry.
ru: Ну, извините.

source: I think it' s doubly inappropriate to discuss... security matters with you, Dr Railly.
ru: Мне кажется, вдвойне неуместным обсуждать с вами вопросы безопасности, доктор Рэйлли.

source: But if it will ease your mind... rest assured that neither my son... nor any other unauthorized person... has access to potentially dangerous organisms in my laboratory.
ru: Но если вас это успокоит, то будьте уверены, ни мой сын, ни кто- либо посторонний, не имеют доступа к потенциально опасным организмам в лаборатории.

source: ls that clear to you now?
ru: Вам ясно теперь?

source: Thankyou so much foryour concern.
ru: Большое спасибо за заботу.

source: Women psychiatrists!
ru: Женщины- психиатры!

source: I attended a lecture of hers once.
ru: Я, как- то, был на ее лекции.

source: "Apocalyptic Visions."
ru: "Видения Апокалипсиса".

source: She was suddenly struck... by the most preposterous notion aboutJeffrey.
ru: Ей пришла в голову самая абсурдная мысль насчет Джеффри

source: "theoretical" Cassandra disease?
ru: Не стала ли она жертвой своего "комплекса Кассандры"?

source: Maybe we ought to review our security procedures.
ru: Может, мы должны пересмотреть наши меры безопасности.

source: Perhaps upgrade 'em, you know?
ru: Может, усилим их, знаете?

source: Beef' em up.
ru: Пересмотрим их.

source: Let' s consider again our current information.
ru: Давайте снова обсудим, что у нас есть.

source: It was released in Philadelphia probably on December 1 3, 1 996.
ru: Если симптомы были обнаружены в Филадельфии, 27 декабря 1996 года, а это значит, что вирус был выпущен, видимо, 13 декабря 1996 года.

source: And was seen sequentially after that in --
ru: И стал появляться в следующих местах:

source: San Francisco, New Orleans...
ru: Сан- Франциско, Новый Орлеан,

source: Rio deJaneiro...
ru: Рио- де- Жанейро,

source: Rome, Kinshasa...
ru: Рим, Киншаса,

source: Karachi, Bangkok, then Peking.
ru: Карачи, Бангкок, Пекин.

source: That was very well done.
ru: Очень хорошо, Коул.

source: lfyou' re in there, I have to talk to you!
ru: Если да, то мне нужно поговорить с вами!

source: It' s the kidnap woman.
ru: Это похищенная женщина.

source: The one who was with the guy who tied us up.
ru: Выключи свет.

source: Turn offthe lights.
ru: Выключи свет!

source: Turn offthe light!
ru: - Что она делает?

source: - She' s drawing attention to us.
ru: - Привлекает к нам внимание, вот что.

source: I don' t know what you' re up to, but you' re gonna get us in deep shit.
ru: Рации готовы?

source: Walkies ready, batteries charged?
ru: Я видела вас!

source: I saw somebody in there!
ru: Я видела там кого- то!

source: Secret experiments.
ru: Секретные эксперименты.

source: That' s what they do.
ru: Вот, что они делают.

source: Secret, weird stuff.
ru: Тайные, секретные дела.

source: - Notjust on animals.
ru: - Я знаю вас.

source: - I know you.
ru: - И с людьми тоже делают...

source: - Do 'em on people too down at -- - Have you seenJames Cole?
ru: Вы видели Джеймса Коула?

source: They' re watching you.
ru: Они следят за вами.

source: - Takin 'pictures.
ru: - Фотографируют.

source: - The police.
ru: Знаю.

source: I have to contactJames.
ru: Мне нужно связаться с Джеймсом.

source: It' s very, very important that he' s really careful when he reaches me.
ru: Вы понимаете?

source: - Who' sJames?
ru: - Кто такой Джеймс?

source: He was with me.
ru: Он был со мной.

source: He spoke to you several weeks ago.
ru: Он разговаривал с вами пару недель назад.

source: He said that you were from the future and that you were watching him.
ru: Он говорил, что вы из будущего, и что вы следите за ним.

source: Bolt cutters.
ru: Зубило.

source: Did you get the bolt cutters?
ru: Дюжину.

source: They' re in the van.
ru: Они в фургоне.

source: - The plans for the security system?
ru: - Все здесь, я их запомнил.

source: - You know what she' s doin 'out there?
ru: - Знаете, что она там делает?

source: - What' s it say?
ru: - Что он сказал?

source: I can' t see it.
ru: Не знаю, мне невидно.

source: Forget about my psychiatrist and concentrate on the task at hand.
ru: Забудьте о моем психиатре, сконцентрируйтесь на задании.

source: Your psychiatrist?
ru: Твоем психиатре?

source: - Did you just say your psychiatrist?
ru: - Ты сказал, твоем психиатре?

source: - Ex- psychiatrist.
ru: - Бывшем психиатре.

source: This woman was your psychiatrist... and now she' s spray- painting our building?
ru: Эта женщина была твоим психиатром, а теперь рисует что- то у нас на стене?

source: - There' s a policeman over there.
ru: - Там полицейский.

source: - Pretend you don' t know me.
ru: - Притворись, что не знаешь меня.

source: - I want to turn myself in.
ru: - Я хочу сдаться.

source: - James!
ru: Опусти!

source: I' m not crazy any more.
ru: Все в порядке, я больше не псих.

source: I mean, I am.
ru: То есть, наоборот.

source: I know that now.
ru: У меня ментальная дивергенция, я теперь знаю это.

source: I want you to help me.
ru: Я хочу, чтобы ты помогла мне.

source: I want to get better.
ru: Я хочу поправиться.

source: He' s going.
ru: Вперед!

source: - I' ve seen that before.
ru: - Нет!

source: - No, you haven' t.
ru: Нет, Джеймс, ты не мог.

source: A guy in a Ford is chasing her and some other guy I can' t see.
ru: Парень в Форде гонится за ней, и мужиком, которого не видно.

source: It' s probably just another kidnapping... featuringJeffrey' s shrink.
ru: Наверное очередное похищение с участием психиатра Джеффри.

source: Make that ex- shrink.
ru: Бывшего психитра.

source: This is your leader?
ru: И это наш лидер?

source: A certifiable lunatic... who told his former psychiatrist all his plans... for God knows what wacko irresponsible schemes?
ru: Безумный псих, который поведал бывшему психиатру все свои планы, свои невменяемые затеи!

source: God knows what she' s written on that wall!
ru: И кто его знает, что она написала на стене!

source: Who cares what psychiatrists write on walls?
ru: Какая разница, что психиатры пишут на стенах?

source: You think I told her about the Army ofthe Twelve Monkeys?
ru: Ты думаешь, я разболтал ей про Армию 12- ти Обезьян?

source: lmpossible!
ru: Это невозможно!

source: Do you know why?
ru: Знаешь почему?

source: Because, you pathetically ineffectual... and pusillanimous pretend friend to animals, I' il tell you why.
ru: А потому, жалкий неудачник, малодушный защитник зверей, я тебе скажу.

source: Because when I had anything to do with her six years ago... there was no such thing, I hadn' t thought of it yet.
ru: Потому что 6 лет назад еще ничего не было, и я даже не думал об этом!

source: Then how come she knows what' s going on?
ru: Тогда, откуда она все знает?

source: Well, here' s my theory on that.
ru: Хорошо, вот моя теория.

source: When I was institutionalized, my brain was studied exhaustively... in the guise of mental health.
ru: Когда я был в больнице, мой мозг тщательно исследовали под предлогом лечения.

source: I was examined thoroughly.
ru: Меня допрашивали, облучали, кропотливо изучали.

source: Then they took everything about me and put it into a computer... where they created this model of my mind.
ru: Да!

source: Using that model... they managed to generate every thought...
ru: Используя эту модель, можно генерировать любую мысль, что придет мне в голову, скажем, через лет 10.

source: I could possibly have in the next ten years... which they then filtered through a probability matrix ofsome kind... to determine everything I was gonna do in that period.
ru: И эту модель они пропустили через какую- то вероятностную матрицу, чтобы узнать все, что я буду делать в этот период.

source: So, you see... she knew I was gonna lead the Army ofthe Twelve Monkeys... into the pages of history before it even occurred to me.
ru: Так что, видишь, она знала, что я войду в историю, как лидер Армии 12- ти Обезьян до того, как это случилось со мной.

source: She knows everything I' m ever gonna do before I know it myself.
ru: Она знает все, что я собираюсь сделать, до того, как я сам узнаю.

source: How' s that?
ru: Ну, как тебе?

source: Kweskin, you finish here.
ru: Куэскин, закругляйся.

source: I' il meet you there.
ru: Жду тебя там

source: And ifyou forget one thing, I' il have you shaved, sterilized and destroyed.
ru: И, если ты что- то забудешь, я тебя обрею, стерилизую и уничтожу.

source: - Jeff?
ru: - Джефф?

source: You' re a great man.
ru: Ты - великий человек.

source: Fuck the bozos!
ru: В жопу тупиц!

source: He' s seriously crazy.
ru: Он законченный псих.

source: Over there.
ru: Вон туда.

source: - I need a room.
ru: - Мне нужна комната.

source: - Thirty- five bucks an hour.
ru: - 35 баксов за час.

source: - An hour?
ru: - За час?

source: - You want quarter hours?
ru: - Тебе надо 15 минут?

source: Go someplace else.
ru: Поищи в другом месте.

source: Here' s... twenty- five, six, seven for an hour.
ru: Вот... 25, 6, 7 за час.

source: One hour, honey babe.
ru: Один час, сладкая.

source: Number 64.
ru: 6- й этаж.

source: Up the stairs, end ofthe hall.
ru: Вверх по лестнице, в конце коридора.

source: Elevator' s busted.
ru: Она не "сладкая".

source: She' s a doctor.
ru: Она - доктор.

source: My psychiatrist.
ru: Мой психиатр.

source: Whatever gets it up foryou, Jack.
ru: Главное, чтобы стоял, задница.

source: Tommy, this is Charlie over at the Globe.
ru: Томми, это Чарли, из Глоуб.

source: You know ifWallace has a new girl?
ru: Не в курсе, у Уоллеса новенькая?

source: A little weird?
ru: Типа, неопытная, немного странная, воплощает фантазии.

source: Okay, you were standing there looking up at the moon.
ru: Итак, ты стоял там, смотрел на луну.

source: You were splashing through the water, and then what?
ru: Шлепал по воде, и что потом?

source: I thought I was in prison again.
ru: Я думаю, опять оказался в тюрьме.

source: Just like that, you were in prison?
ru: Вот так просто - в тюрьме?

source: Like you said, it was all in my mind.
ru: Как ты сказала, это было лишь в моей голове.

source: You disappeared.
ru: Ты исчез.

source: One minute you were there, the next minute you were gone.
ru: Только что ты был здесь, и в следующую секунду тебя нет.

source: Did you run through the woods, or --
ru: Ты побежал через деревья или...

source: The boy in the well.
ru: Мальчик в шахте.

source: How did you know that wasjust a hoax?
ru: Откуда ты знал, что это был обман?

source: You said he was hiding in a barn!
ru: Ты сказал, что он спрятался в амбаре!

source: I think I maybe saw a TV show about that... when I was a kid where a boy --
ru: Думаю, может быть, я видел телешоу про это, когда был маленьким, где мальчик...

source: It wasn' t a TV show!
ru: Это было не телешоу!

source: It was real!
ru: Это было на самом деле!

source: Maybe this boy saw the same TV show that I did... and he copied it.
ru: Может, мальчик видел это же телешоу и, просто, подражал?

source: Look, you were right.
ru: Послушай, ты была права.

source: I am mentally ill.
ru: Я болен психически.

source: I imagined all these things, these people.
ru: Я вообразил себе все, и этих людей.

source: I know they' re not real.
ru: Я знаю, они не существуют.

source: I can trick them.
ru: Я могу заставить сделать их что хочу.

source: I worked on 'em a little bit.
ru: Я на них немного влияю.

source: I got back here to get better.
ru: Я вернулся сюда, чтобы поправиться.

source: - I can stay here.
ru: - Я могу остаться здесь.

source: - What does this mean to you?
ru: - О чем это тебе говорит?

source: I think I had a dream about this.
ru: Думаю, мне это приснилось.

source: You had a bullet from World War I in your leg.
ru: У тебя в ноге была пуля времен Первой мировой.

source: How did it get there?
ru: Не знаю.

source: You said I had delusions, that I created this world.
ru: Ты сказала, что я заблуждался, что я выдумал этот мир.

source: - You said you could explain.
ru: - Я не могу!

source: I' m trying to, and --
ru: Я пытаюсь и...

source: I can' t believe that everything we say or do has already happened.
ru: Я не могу поверить, что наши слова и поступки уже произошли.

source: We can' t change what' s gonna happen.
ru: Мы не можем изменить то, что случится.

source: And iffive billion people are gonna die, it' s --
ru: И, если 5 миллиардов умрут, то...

source: I want the future to be unknown.
ru: Я не хочу знать будущее.

source: I want to become a whole person again.
ru: Я хочу снова стать нормальным.

source: I want this to be the present.
ru: Я хочу, чтобы это было настоящим.

source: I want to stay here this time... with you.
ru: Я хочу остаться здесь, в этом времени, с тобой.

source: Do you remember six years ago you had a phone number?
ru: - Тогда он был неверным.

source: - It was the wrong number then.
ru: - Женщина ответила.

source: It was the wrong number in 1 990.
ru: Он был неверным в 1990- м.

source: It should be the right number now.
ru: Теперь должен быть верным.

source: Do you remember it?
ru: Ты его помнишь?

source: The number.
ru: Номер?

source: This is my territory, bitch!
ru: Это моя территория, сука!

source: - ls this real or one of my delusions?
ru: - Это на самом деле или кажется?

source: - This is definitely real.
ru: - Это точно на самом деле.

source: I think we' ve got a little misunderstanding here.
ru: - Да, мы...

source: We -- - Gee, really?
ru: Серьезно?

source: Now, you just sit tight, chief.
ru: Сиди спокойно, шеф.

source: You listen to me, little Miss Understanding.
ru: Слушай, ты, Мисс Недоразумение.

source: You thinkyou can go around me and peddle your ass in this part oftown?
ru: Ты думаешь, что можешь торговать здесь своей задницей в обход меня?

source: You bet your life we got what I would call... a major fuckin 'misunderstanding.
ru: Так вот, я бы сказал, что произошло большое гребанное недоразумение!

source: James, no!
ru: Джеймс, нет!

source: Put him in the closet.
ru: Тащи его в туалет.

source: Take his money first!
ru: Забери его деньги.

source: - You want me to rob him?
ru: - Нам нужны деньги, Джеймс!

source: - We need cash!
ru: Звоните в полицию!

source: Call the cops!
ru: Звоните в полицию!

source: I' ve got friends, man.
ru: У меня есть друзья, мужик.

source: Don' t fuckin 'kill me.
ru: Джеймс!

source: No, James!
ru: Нет, Джеймс!

source: What the fuck are you doing?
ru: Какого хрена ты делаешь?

source: Please don' t hurt him.
ru: Пожалуйста, не трогай его.

source: James, come on.
ru: Ну же, Джеймс!

source: Just in case --
ru: Это на случай...

source: Just in case I' m not crazy, this is how they find us.
ru: Вот, как они нашли нас.

source: By our teeth.
ru: По зубам.

source: I don' t want them to find me ever.
ru: Я больше не хочу, чтобы они нашли меня.

source: I don' t want to go back.
ru: Я не хочу назад.

source: Step back.
ru: Отойдите.

source: You' d better load.
ru: Вам лучше уйти.

source: Throw your weapons out and come on out!
ru: Бросайте оружие и выходите!

source: Hey! ls that the cops?
ru: Это полиция?

source: I' m the innocent victim here.
ru: Я - невинная жертва.

source: I was attacked by a coked- up whore... and a fuckin 'crazy dentist.
ru: На меня напала обкуренная шлюха и, мать его, дантист- псих.

source: Try to blend in.
ru: Старайся не выделяться.

source: There' s gotta be a phone around here somewhere.
ru: Там.

source: I' m gonna try that number, okay?
ru: Я попробую позвонить, ладно?

source: Let' s hope it' s nothing.
ru: - Хорошо.

source: We' re insane.
ru: Мы - чокнутые.

source: We' re crazy.
ru: Мы - безумцы.

source: It' s a carpet cleaning company.
ru: Там чистка ковров.

source: - A carpet cleaning company?
ru: - Да.

source: No superiors.
ru: Никаких начальников.

source: No scientists.
ru: Никаких ученых.

source: No men from the future.
ru: И никого из будущего.

source: It' sjust a carpet cleaning company.
ru: Там просто чистят ковры.

source: They have voice mail.
ru: У них автоответчик.

source: You leave a message telling where you want your carpet cleaned.
ru: "Оставьте сообщение о том, где хотите почистить ковер".
